Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryTopDir2WithSpacing Property
 "Top/Exterior Minor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryTopDir2WithSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryTopDir2WithSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryTopDir2WithSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryTopDir2WithSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace